Repository: outmani-xyz/cod-wp-theme
Catalog: languages/*.po
Languages: ar

source: A minimal, mobile-first WordPress theme for the JelDEEX shoe brand.
ar: قالب ووردبريس بسيط ومصمم للجوال أولاً لعلامة JelDEEX للأحذية.

source: Exceptional Moroccan Craftsmanship
ar: حرفية مغربية استثنائية

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Primary
ar: رئيسي

source: Secondary
ar: ثانوي

source: Full Name
ar: الاسم الكامل

source: Your full name
ar: اسمك الكامل

source: City
ar: المدينة

source: Your city
ar: مدينتك

source: Phone
ar: رقم الهاتف

source: Your phone number
ar: رقم هاتفك

source: Place my order
ar: تأكيد الطلب

source: Shop Sidebar
ar: الشريط الجانبي للمتجر

source: Add widgets here to appear in your shop and category sidebar.
ar: أضف الأدوات هنا لتظهر في الشريط الجانبي للمتجر والتصنيفات.

source: Skip to content
ar: تخطي إلى المحتوى

source: FREE DELIVERY EVERYWHERE IN MOROCCO
ar: توصيل مجاني في جميع أنحاء المغرب

source: Menu
ar: القائمة

source: View your shopping cart
ar: عرض سلة التسوق الخاصة بك

source: Social Media Links
ar: روابط وسائل التواصل الاجتماعي

source: Facebook URL
ar: رابط فيسبوك

source: Instagram URL
ar: رابط انستغرام

source: TikTok URL
ar: رابط تيك توك

source: Testimonials (Home Page)
ar: الآراء (الصفحة الرئيسية)

source: Testimonial %d - Text
ar: الرأي %d - النص

source: Testimonial %d - Author
ar: الرأي %d - الكاتب

source: Testimonial %d - Location
ar: الرأي %d - الموقع

source: The leather quality is exceptional. A babouche that combines comfort and elegance, I highly recommend!
ar: جودة الجلد استثنائية. بلغة تجمع بين الراحة والأناقة، أوصي بها بشدة!

source: Fast and careful shipping. You can feel it's handmade with passion. I love my clogs.
ar: شحن سريع وعناية فائقة. تشعر وكأنها مصنوعة يدوياً بشغف. أحببت قباقيبي.

source: Minimalist and chic. It's exactly what I was looking for for my daily outfits.
ar: بسيطة وأنيقة. هذا بالضبط ما كنت أبحث عنه لملابسي اليومية.

source: No content found.
ar: لم يتم العثور على محتوى.

source: Home Page
ar: الصفحة الرئيسية

source: TOP POPULAR
ar: الأكثر شعبية

source: BEST SELLERS
ar: الأكثر مبيعاً

source: PROMOTIONS
ar: التخفيضات

source: Filters
ar: عوامل التصفية

source: Custom shop filters will appear here.
ar: ستظهر عوامل تصفية المتجر المخصصة هنا.

source: Handmade in Morocco
ar: صنع يدوياً في المغرب

source: 100% Genuine Leather & Exceptional Craftsmanship
ar: 100% جلد طبيعي وحرفية استثنائية

source: View Details
ar: عرض التفاصيل

source: Discover our collection of traditional clogs in genuine leather.
ar: اكتشف تشكيلتنا من القباقيب التقليدية من الجلد الطبيعي.

source: View Collection
ar: عرض التشكيلة

source: YOUR CART
ar: سلة التسوق الخاصة بك

source: No products found.
ar: لم يتم العثور على منتجات.

source: What Our Customers Say
ar: ماذا يقول عملاؤنا

source: La qualité du cuir est exceptionnelle. Une babouche qui allie confort et élégance, je recommande vivement !
ar: جودة الجلد استثنائية. بلغة تجمع بين الراحة والأناقة، أوصي بها بشدة!

source: Envoi rapide et soigné. On sent que c'est du fait main avec passion. J'adore mes sabots.
ar: شحن سريع وعناية فائقة. تشعر وكأنها مصنوعة يدوياً بشغف. أحببت قباقيبي.

source: Minimaliste et chic. C'est exactement ce que je cherchais pour mes tenues quotidiennes.
ar: بسيطة وأنيقة. هذا بالضبط ما كنت أبحث عنه لملابسي اليومية.

source: Sarah B.
ar: سارة ب.

source: Mehdi A.
ar: مهدي أ.

source: Imane T.
ar: إيمان ت.

source: Casablanca
ar: الدار البيضاء

source: Rabat
ar: الرباط

source: Marrakech
ar: مراكش

source: New in store
ar: جديد المتجر

source: Informations de livraison
ar: معلومات التوصيل

source: Récapitulatif
ar: الملخص

source: Image not available
ar: الصورة غير متوفرة

source: This product is currently out of stock.
ar: هذا المنتج غير متوفر حالياً.
